Revit 2027 API
Schema.WriteAccessLevel Property
 Write access level of the schema.
Namespace: Autodesk.Revit.DB.ExtensibleStorage
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public AccessLevel WriteAccessLevel { get; }
Public ReadOnly Property WriteAccessLevel As AccessLevel
	Get
public:
property AccessLevel WriteAccessLevel {
	AccessLevel get ();
}
member WriteAccessLevel : AccessLevel with get
Property Value
AccessLevel
See Also
Reference
Schema Class
Autodesk.Revit.DB.ExtensibleStorage Namespace